#include <stdio.h>
#include <stdlib.h>

int main() {                                            //виклик головної функції      відкриття тіла головної функції
    int year = 2023;                                    //оголошення змінної цілого типу   ініціалізація змінної
    printf("NOW IS %d YEAR\n", year);                   //виведення тексту та змінної як цілої десяткової
    printf("Group №242\nKukharskyi Mykhailo Olehovych\n16.11.2003");
    return 0;                                               // повідомлення про завершення роботи та
}                             //закриття тіла головної функції
